Repository: pkp/crossref-ojs
Catalog: locale/*/locale.po
Languages: ca, cs, es, eu, fr_fr, hy, id, mk, pt, pt_br, vi, zh_hans

# plugins.importexport.crossref.registrationIntro
source: <p>If you would like to use this plugin to register Digital Object Identifiers (DOIs) directly with <a href="http://www.crossref.org/">Crossref</a>, you will need to add your <a href="https://www.crossref.org/documentation/member-setup/account-credentials/">Crossref account credentials</a> into the username and password fields below.</p><p>Depending on your Crossref membership, there are two ways to enter your username and password:</p><ul><li>If you are using an organizational account, add your <a href="https://www.crossref.org/documentation/member-setup/account-credentials/#00376">shared username and password</a></li><li>If you are using a <a href="https://www.crossref.org/documentation/member-setup/account-credentials/#00368">personal account</a>, enter your email address and the role in the username field. The username will look like: email@example.com/role</li><li>If you do not know or have access to your Crossref credentials, you can contact <a href="https://support.crossref.org/">Crossref support</a> for assistance. Without credentials, you may still export metadata into the Crossref XML format, but you cannot register your DOIs with Crossref from OJS.</li></ul>
ca: Si voleu utilitzar aquest mòdul per registrar identificadors d'objectes digitals (DOI) directament amb Crossref necessitareu un nom d'usuari/ària i una contrasenya (disponible a <a href="http://www.crossref.org" target="_blank">Crossref</a>). Encara que no en tingueu podreu exportar en format Crossref XML, però no podreu registrar els vostres DOI amb Crossref directament des de OJS.
cs: Pokud chcete tento plugin použít k registraci identifikátorů digitálních objektů (DOI) přímo u Crossrefu, budete k tomu potřebovat uživatelské jméno a heslo (dostupné z <a href="https://www.crossref.org" target="_blank"> Crossref </a>). Pokud nemáte vlastní uživatelské jméno a heslo, můžete stále exportovat do formátu Crossref XML, ale nemůžete registrovat své DOI u Crossrefu přímo z prostředí OJS.
es: <p>Si desea utilizar este módulo para registrar Identificadores de Objetos Digitales (DOIs) directamente con <a href="http://www.crossref.org/">Crossref</a>, deberá agregar a continuación sus <a href="https://www.crossref.org/documentation/member-setup/account-credentials/">credenciales de cuenta de Crossref</a> en los campos de nombre de usuario/a y contraseña.</p><p>Dependiendo de su membresía en Crossref, hay dos formas de indicar su nombre de usuario/a y contraseña:</p><ul><li>Si está usando una cuenta organizativa, agregue su <a href="https://www.crossref.org/documentation/member-setup/account-credentials/#00376">nombre de usuario/a y contraseña compartidos</a></li><li>Si está usando una <a href="https://www.crossref.org/documentation/member-setup/account-credentials/#00368">cuenta personal</a>, introduzca su dirección de correo electrónico y el rol en el campo de nombre de usuario/a. El nombre de usuario/a se verá así: correo_electrónico@ejemplo.com/rol</li><li>Si no conoce o no tiene acceso a sus credenciales de Crossref, puede contactar con <a href="https://support.crossref.org/">soporte de Crossref</a> para obtener ayuda. Sin credenciales, también puede exportar metadatos en formato XML de Crossref, pero no podrá registrar sus DOIs con Crossref desde OJS.</li></ul>
fr_fr: <p>Si vous souhaitez utiliser ce module pour enregistrer des DOI (Digital Object Identifiers) directement avec <a href="http://www.crossref.org/">Crossref</a>, vous aurez besoin d'un nom d'utilisateur ou d'utilisatrice et d'un mot de passe (disponible sur <a href="https://www.crossref.org/documentation/member-setup/account-credentials/">Crossref </a>).</p><p>En fonction de votre adhésion à Crossref, il y a deux façons d'entrer votre nom d'utilisateur et votre mot de passe :</p><ul><li>Si vous utilisez un compte institutionnel, ajoutez votre <a href="https://www.crossref.org/documentation/member-setup/account-credentials/#00376">nom d'utilisateur et votre mot de passe partagés.</a></li><li>Si vous utilisez un <a href="https://www.crossref.org/documentation/member-setup/account-credentials/#00368">compte personnel</a>, saisissez votre adresse électronique et votre rôle dans le champ du nom d'utilisateur·rice (email@example.com/role)</li><li>Si vous ne connaissez pas ou n'avez pas accès à vos identifiants Crossref, vous pouvez contacter <a href="https://support.crossref.org/">Crossref</a> pour obtenir de l'aide. Sans identifiants, vous pouvez toujours exporter des métadonnées au format XML de Crossref, mais vous ne pouvez pas enregistrer vos DOI auprès de Crossref à partir de l'OJS.</li></ul>
hy: <p>Եթե ցանկանում եք օգտագործել այս փլագինը թվային օբյեկտների նույնացուցիչները (DOI) ուղղակիորեն գրանցելու համար <a href="http://www.crossref.org/">Crossref</a>, ապա պետք է ավելացնեք ձեր <a href="https://www.crossref.org/documentation/member-setup/account-credentials/">Crossref հաշվի հավատարմագրերը</a> ներքևում գտնվող օգտվողի անվան և գաղտնաբառի դաշտերում:</p><p>Կախված Crossref-ին ձեր անդամակցությունից, ձեր օգտանունը և գաղտնաբառը մուտքագրելու երկու եղանակ կա.</p><ul><li>Եթե դուք օգտագործում եք կազմակերպության հաշիվ, ավելացրեք ձեր <a href="https://www.crossref.org /documentation/member-setup/account-credentials/#00376">օգտագործողի ընդհանուր անունը և գաղտնաբառը</a></li><li>Եթե օգտագործում եք <a href="https://www.crossref.org/ documentation/member-setup/account-credentials/#00368">անձնական հաշիվ</a>, մուտքագրեք Ձեր էլ. հասցեն և դերը օգտվողի անվան դաշտում: Օգտվողի անունը կունենա հետևյալ տեսքը՝ email@example.com/role</li><li>Եթե չգիտեք կամ մուտք ունեք ձեր Crossref հավատարմագրերը, կարող եք կապվել <a href="https://support.crossref.org /">Crossref աջակցություն</a> օգնության համար: Առանց հավատարմագրերի, դուք դեռ կարող եք արտահանել մետատվյալները Crossref XML ձևաչափով, բայց դուք չեք կարող Crossref-ով գրանցել ձեր DOI-ները OJS-ից:</li></ul>
id: <p>Jika anda bermaksud menggunakan plugin ini untuk mendaftarkan Digital Object Identifiers (DOI) secara langsung ke <a href="http://www.crossref.org/">Crossref</a>, anda perlu menambahkan<a href="https://www.crossref.org/documentation/member-setup/account-credentials/">akun kredensial Crossref anda</a>ke nama pengguna dan kata sandi di bawah ini.</p><p>Tergantung pada keanggotaan Crossref anda, terdapat dua cara untuk memasukkan nama pengguna dan kata sandi: </p><ul><li>Jika anda menggunakan akun organisasi, tambahkan <a href="https://www.crossref.org/documentation/member-setup/account-credentials/#00376">nama pengguna dan kata sandi bersama</a></li><li>Jika anda menggunakan<a href="https://www.crossref.org/documentation/member-setup/account-credentials/#00368">akun personal</a>, masukkan alamat email anda dan peran pada nama pengguna. Nama pengguna akan tampak seperti: email@example.com/role</li><li>Jika anda tidak tahu jika memiliki akses ke kredensial Crossref, anda dapat menghubungi <a href="https://support.crossref.org/">Crossref support</a>untuk bantuan. Tanpa kredensial, anda tetap dapat mengeksport metadata ke format XML Crossref, tetapii anda tidak dapat mendaftarkan DOI anda ke Crossref dari OJS.</li></ul>
mk: <p>Доколку сакате да го користите овој приклучок за да регистрирате Digital Object Identifiers (DOI) директно преку <a href="http://www.crossref.org/">Crossref</a>, ќе треба да ги додадете вашите <a href="https://www.crossref.org/documentation/member-setup/account-credentials/">акредитации на профилот на Crossref</a> во полињата за корисничко име и лозинка подолу.</p><p>Во зависност од вашето членство во Crossref, постојат два начини да ги внесете вашето корисничко име и лозинка:</p><ul><li>доколку користите профил на организација, додајте ги вашите <a href="https://www.crossref.org/documentation/member-setup/account-credentials/#00376">споделени корисничко име и лозинка</a></li><li>доколку користите <a href="https://www.crossref.org/documentation/member-setup/account-credentials/#00368">личен профил</a>, внесете ги вашата емаил адреса и улога во полето за корисничко име. Корисничкото име ќе изгледа вака: email@example.com/role</li><li>доколку не ги знаете или немате пристап до вашите акредитиви на Crossref, можете да ја контактирате <a href="https://support.crossref.org/">поддршката на Crossref</a> за помош. Без акредитиви, сè уште може да извезувате метаподатоци во Crossref XML форматот, но не можете да ги регистрирате вашите DOI во Crossref преку OJS.</li></ul>
pt: <p>Se pretenter usar este plugin para registar DOIs (Digital Object Identifiers) diretamente na <a href="http://www.crossref.org/">Crossref</a>, deverá adicionar as <a href="https://www.crossref.org/documentation/member-setup/account-credentials/">credenciais da sua conta Crossref</a> nos campos de nome de utilizador e password abaixo.</p><p>Consoante a subscrição que tiver com a Crossref, existem duas formsa de incluir o nome de utilizador e password:</p><ul><li>Se está a usar uma conta institucional, adicione <a href="https://www.crossref.org/documentation/member-setup/account-credentials/#00376">o nome de utilizador partilhado e a password</a></li><li>Se está uma <a href="https://www.crossref.org/documentation/member-setup/account-credentials/#00368">conta pessoal</a>, insira o seu endereço de email e o papel no campo do nome de utilizador. O nome do utilizador terá esta estrutura: email@example.com/papel</li><li>Se não sabe ou não tem acesso às credenciais, pode contactar a <a href="https://support.crossref.org/">Crossref</a> para apoio adicional. Sem as credenciais, pode exportar os metadados no formato Crossref XML, mas não pode registar os DOIs na Crossref a partir do OJS.</li></ul>
pt_br: <p>Se você gostaria de usar este plugin para registrar Identificadores de Objetos Digitais (DOIs) diretamente com <a href="http://www.crossref.org/">Crossref</a>, você precisará adicionar seu <a href="https://www.crossref.org/documentation/member-setup/account-credentials/">Crossref credenciais da conta</a> nos campos de nome de usuário e senha abaixo.</p><p>Dependendo em sua associação Crossref, há duas maneiras de inserir seu nome de usuário e senha:</p><ul><li>Se você estiver usando uma conta organizacional, adicione seu <a href="https://www.crossref.org /documentation/member-setup/account-credentials/#00376">nome de usuário e senha compartilhados</a></li><li>Se você estiver usando um <a href="https://www.crossref.org/ documentation/member-setup/account-credentials/#00368">conta pessoal</a>, insira seu endereço de e-mail e a função no campo de nome de usuário. O nome de usuário será semelhante a: email@example.com/role</li><li>Se você não souber ou não tiver acesso às suas credenciais Crossref, entre em contato com <a href="https://support.crossref.org /">Suporte Crossref</a> para assistência. Sem credenciais, você ainda pode exportar metadados para o formato Crossref XML, mas não pode registrar seus DOIs com Crossref do OJS.</li></ul>
vi: <p>Nếu bạn muốn sử dụng plugin này để đăng ký Mã định danh đối tượng kỹ thuật số (DOI) trực tiếp với <a href="http://www.crossref.org/">Crossref</a>, bạn sẽ cần thêm <a href="https://www.crossref.org/documentation/member-setup/account-credentials/">thông tin đăng nhập tài khoản Crossref</a> của mình vào các trường tên người dùng và mật khẩu bên dưới.</p><p>Tùy thuộc vào tư cách thành viên Crossref của bạn, có hai cách để nhập tên người dùng và mật khẩu:</p><ul><li>Nếu bạn đang sử dụng tài khoản tổ chức, hãy thêm <a href="https://www.crossref.org/documentation/member-setup/account-credentials/#00376">tên người dùng và mật khẩu được chia sẻ</a></li><li>Nếu bạn đang sử dụng <a href="https://www.crossref.org/documentation/member-setup/account-credentials/#00368">tài khoản cá nhân</a>, hãy nhập địa chỉ email và vai trò của bạn vào trường tên người dùng. Tên người dùng sẽ trông như sau: email@example.com/role</li><li>Nếu bạn không biết hoặc không có quyền truy cập vào thông tin xác thực Crossref của mình, bạn có thể liên hệ với <a href="https://support.crossref.org/">Bộ phận hỗ trợ Crossref</a> để được trợ giúp. Nếu không có thông tin xác thực, bạn vẫn có thể xuất siêu dữ liệu sang định dạng Crossref XML, nhưng bạn không thể đăng ký DOI của mình với Crossref từ OJS.</li></ul>
zh_hans: <p>如果您希望使用此插件将数字对象标识符（DOI）直接注册到 <a href="http://www.crossref.org/">Crossref</a>，您需要在下方的用户名和密码字段中填写您的 <a href="https://www.crossref.org/documentation/member-setup/account-credentials/">Crossref 账户凭据</a>。</p> <p>根据您在 Crossref 的会员类型，填写用户名和密码有两种方式：</p> <ul> <li>如果您使用的是机构账户，请填写您的 <a href="https://www.crossref.org/documentation/member-setup/account-credentials/#00376">共享用户名和密码</a></li> <li>如果您使用的是 <a href="https://www.crossref.org/documentation/member-setup/account-credentials/#00368">个人账户</a>，请在用户名字段中填写您的电子邮件地址和角色，格式为：email@example.com/role</li> <li>如果您不知道或无法获取 Crossref 凭据，请联系 <a href="https://support.crossref.org/">Crossref 支持</a> 寻求帮助。若无凭据，您仍可导出 Crossref XML 格式的元数据，但无法通过 OJS 注册 DOI。</li> </ul>

# plugins.importexport.crossref.settings.form.automaticRegistration.description
source: OJS will deposit assigned DOIs automatically to Crossref. Please note that this may take a short amount of time after publication to process (e.g. depending on your cronjob configuration). You can check for all unregistered DOIs.
ca: OJS dipositarà els DOI assignats automàticament a Crossref. Heu de tenir en compte que això pot trigar una mica després del procés de publicació (per exemple, segons la configuració de les tasques cron). Podeu comprovar tots els DOI no registrats.
cs: OJS automaticky uloží přidělené DOI do Crossref. Vezměte, prosím, na vědomí, že to může trvat krátkou dobu po zveřejnění (např. v závislosti na konfiguraci vašeho cronjobu). Můžete si zkontrolovat všechna neregistrovaná DOI.
eu: OJS-k automatikoki sartuko ditu esleitutako DOIak Crossref-en. Horrek denbora pixka bat har dezake prozesatzeko argitaratu ondoren. Erregistratu gabeko DOI guztiak egiazta ditzakezu.
hy: OJS-ը նշանակված DOI-ները ինքնաշխատ կերպով կպահի Crossref-ում: Խնդրում ենք նկատի ունենալ, որ դրա մշակումը հրապարակումից հետո կարող է կարճ ժամանակ պահանջել (օրինակ՝ կախված ձեր cronjob-ի կազմաձևից): Դուք կարող եք ստուգել բոլոր չգրանցված DOI-ները:
id: OJS akan mendepositokan nomor DOI yang telah diberikan secara otomatis ke Crossref. Perlu diketahui bahwa proses ini memakan waktu (misal, bergantung pada konfigurasi cronjob Anda). Anda dapat memeriksa semua DOI yang belum didaftarkan.
pt: O OJS depositará DOIs atribuídos automaticamente na Crossref. Esta ação pode demorar algum tempo a processar. Pode verificar todos os DOIs não registados.
pt_br: O OJS depositará automaticamente os metadados dos DOIs atribuídos na Crossref. Observe que isso pode levar um curto período de tempo após a publicação do processo (por exemplo, dependendo da configuração do cronjob). Você pode verificar todas os DOIs não registrados.
zh_hans: OJS 将自动向 Crossref 提交已分配的 DOI。请注意，注册过程可能会在发表后延迟一小段时间（例如，取决于您的 cronjob 配置）。您可以检查所有未注册的 DOI。

source: plugins.importexport.crossref.settings.form.testMode.description
ca: Utilitzar la API de prova de Crossref (entorn de prova) per dipositar els DOI. No us oblideu de treure aquesta opció en l'entorn de producció.
cs: Pro vklad DOI použijte testovací rozhraní API (testovací prostředí) Crossref. Nezapomeňte tuto možnost odstranit pro produkční prostředí.
hy: Օգտագործեք Crossref test API (փորձարկման միջավայր) DOI ավանդադրման համար: Խնդրում ենք մի մոռացեք հեռացնել այս տարբերակը արտադրության համար:
id: Gunakan API ujicoba Crossref (dalam lingkungan ujicoba) untuk menyetorkan DOI. Jangan lupa untuk menghapus pilihan ini pada sistem produksi.
pt: Use a API de teste Crossref (ambiente de teste) para o depósito de DOI. Não se esqueça de remover esta opção para produção.
pt_br: Use a API de teste Crossref (ambiente de teste) para o depósito DOI. Não se esqueça de remover esta opção para a produção.
zh_hans: 使用 Crossref 测试 API（测试环境）进行 DOI 提交。请勿忘在生产环境中取消此选项。

# plugins.importexport.crossref.issues.description
source: Note: Only issues (and not their articles) will be considered for export/registration here.
ca: Nota: Aquí només es tindran en compte els números (no els seus articles) per a l'exportació/registre.
cs: Poznámka: Pro účely exportu/registrace zde budou zohledněny pouze čísla (a nikoliv jejich články).
es: Nota: Solo los números (y no sus artículos) se tomarán en consideración para la exportación/registro.
eu: Oharra: Zenbakiak bakarrik hartuko dira kontuan (eta ez haien artikuluak) esportaziorako/erregistrorako.
fr_fr: Note : seuls les numéros (et non leurs articles) seront pris en compte pour l'exportation/enregistrement ici.
hy: Նշում. Այստեղ արտահանման/գրանցման համար կդիտարկվեն միայն թողարկումները (և ոչ դրանց հոդվածները):
id: Catatan: Hanya nomor terbitan (dan bukan artikelnya) yang akan dimasukkan untuk diekspor/diregistrasi di sini.
mk: Забелешка: За експорт/регистрација овде ќе се земат предвид само изданија (а не нивните препринти).
pt: Nota: Apenas os números (e não os artigos) serão considerados para exportação/registo aqui.
pt_br: Nota: Somente as edições (e não seus artigos) serão considerados para exportação/registro aqui.
vi: Lưu ý: Chỉ các số (và không phải bài báo của nó) sẽ được xem xét để xuất/đăng ký tại đây.
zh_hans: 注意：仅刊期（而非它们的文章）将在此被考虑导出/注册。

# plugins.importexport.crossref.status.failed
source: Failed
ca: Ha fallat
cs: Neúspěšný
es: Fallos
eu: Hutsegiteak
fr_fr: Échec
hy: Ձախոողվեց
id: Gagal
mk: Неуспешно
pt: Falhou
pt_br: Falhou
vi: Thất bại
zh_hans: 失败

# plugins.importexport.crossref.status.registered
source: Active
ca: Actius
cs: Aktivní
es: Activos
eu: Aktiboak
fr_fr: Actif
hy: Ակտիվ
id: Aktif
mk: Активно
pt: Ativo
pt_br: Ativo
vi: Hoạt động
zh_hans: 启用

# plugins.importexport.crossref.status.markedRegistered
source: Marked active
ca: Marcat com a actiu
cs: Označeno jako aktivní
es: Marcado como activo
eu: Aktibo gisa markatuta
fr_fr: Marqué actif
hy: Նշված է ակտիվ
id: Ditandai aktif
mk: Означено активно
pt: Marcado como ativo
pt_br: Marcado como ativo
vi: Đã đánh dấu hoạt động
zh_hans: 标记为启用

# plugins.importexport.crossref.statusLegend
source: <p>Deposit status:</p> <p> - Not deposited: no deposit attempt has been made for this DOI.<br /> - Active: the DOI has been deposited, and is resolving correctly.<br /> - Failed: the DOI deposit has failed.<br /> - Marked active: the DOI was manually marked as active. </p> <p>Only the status of the last deposit attempt is displayed.</p> <p>If a deposit has failed, please solve the problem and try to register the DOI again.</p>
ca: <p>Estat del dipòsit:</p> <p> - No dipositat: no s'ha fet cap intent de dipòsit per a aquest DOI.<br /> - Actiu: el DOI ha estat dipositat i s'està resolent correctament.<br /> - Error: el dipòsti del DOI ha fallat.<br /> - Marcat com a actiu: el DOI ha estat marcat manualment com a actiu. </p> <p>Només es mostra l'estat de l'últim intent de dipòsit.</p> <p>Si un dipòsit falla, procureu solucionar el problema i intenteu registrar el DOI de nou.</p>
cs: <p>Status uložení:</p> <p> - Neuloženo: u tohoto DOI nebyl proveden žádný pokus o vklad.<br /> - Aktivní: DOI byl uložen a správně rozpoznán.<br /> - Neúspěšné: vložení DOI selhalo.<br /> - Označeno jako aktivní: DOI bylo manuálně označeno jako aktivní. </p> <p>Zobrazuje se pouze stav posledního pokusu o vklad.</p> <p>Pokud se vklad nezdařil, vyřešte problém a zkuste DOI zaregistrovat znovu.</p>
es: <p>Estados de depósito:</p> <p> - No depositado: no se ha hecho ningún intento de depósito para este DOI.<br /> - Activo: el DOI se ha depositado y se resuelve correctamente.<br /> - Fallo: el depósito del DOI ha fallado.<br /> - Marcado activo: el DOI fue marcado manualmente como activo. </p> <p>Solo se muestran los estados de los últimos intentos de depósito.</p> <p>Si un depósito fallase, resuelva el problema e intente registrar el DOI de nuevo.</p>
eu: <p>Gordailuaren egoerak:</p> <p> - Gordailutu gabea: Ez da egin DOI honetarako gordailu saiakerarik.<br /> - Aktiboa: DOIa gorde da eta behar bezala funtzionatzen du.<br /> - Hutsegitea: DOIaren gordailuak huts egin du.<br /> - Aktibo gisa markatua: DOIa eskuz markatu da aktibo gisa. </p> <p>Azken gordailu-saiakeraren egoera bakarrik erakusten da.</p> <p>Gordailu batek huts egiten badu, konpondu arazoa eta saiatu berriro DOIa erregistratzen.</p>
fr_fr: <p> Statut du dépôt : </p> <p> - Non déposé : aucune tentative de dépôt n'a été effectuée pour ce DOI. <br /> - Actif : le DOI a été déposé et se résout correctement. <br /> - Échec : le dépôt du DOI a échoué. <br /> - Marqué actif : le DOI a été marqué manuellement comme actif. </p> <p> Seul le statut de la dernière tentative de dépôt est affiché. </p> <p> Si un dépôt a échoué, veuillez résoudre le problème et réessayer d'enregistrer le DOI. </p>
hy: <p>Ավանդադրման կարգավիճակ:</p> <p> - Չի ավանդադրված. ավանդի փորձ չի արվել այս DOI-ի համար.<br /> - Ակտիվ. DOI-ն ավանդադրվել է և ճիշտ է լուծվում.<br /> - Չհաջողվեց. DOI ավանդադրումը ձախողվել է.<br /> - Նշված է ակտիվ. DOI-ն ձեռքով նշվել է որպես ակտիվ. </p> <p>Ցուցադրվում է միայն ավանդադրման վերջին փորձի կարգավիճակը.</p> <p>Եթե ավանդադրումը ձախողվել է, խնդրում ենք լուծել խնդիրը և կրկին փորձել գրանցել DOI-ը.</p>
id: <p>Status deposito:</p> <p> - Tidak didepositokan: tidak ada usaha pendepositoan untuk DOI ini.<br /> - Aktif: DOI telah berhasil didepositokan, dan bekerja dengan benar.<br /> - Gagal: Pendepositoan DOI telah gagal.<br /> - Tandai sebagai aktif: DOI telah ditandai sebagai aktif secara manual. </p> <p>Hanya status dari usaha pendepositoan yang terakhir saja yang ditampilkan.</p> <p>Jika pendepositoan gagal, mohon selesaikan masalahnya dan coba untuk mendaftarkan DOI tersebut kembali.</p>
mk: <p>Депонирана состојба:</p> <p> - Не депонирано: не е направен обид за депонирање на овој ДОИ.<br /> - Активно: ДОИ е депониран и успешно разрешен.<br /> - Неуспешно: Складирањето ДОИ е неуспешно.<br /> - Означено активно: ДОИ е рачно назначен како активен. </p> <p>Прикажана е само состојбата на последниот обид за депозит.</p> <p>Ако депозитот не е успешен, молам раши го проблемот со повторна регистрација на ДОИ.</p>
pt: <p>Estado do depósito:</p> <p> - Não depositado: nenhuma tentativa de depósito foi feita para este DOI.<br /> - Ativo: o DOI foi depositado e está a resolver corretamente.<br /> - Falhou: o depósito do DOI falhou.<br /> - Marcado ativo: o DOI foi marcado manualmente como ativo. </p> <p>Apenas o estado da última tentativa de depósito é exibido.</p> <p>Se um depósito falhou, resolva o problema e tente registrar o DOI novamente.</p>
pt_br: <p>Status do depósito:</p> <p> - Não depositado: nenhuma tentativa de depósito foi feita para este DOI.<br /> - Ativo: o DOI foi depositado e está resolvendo corretamente.<br /> - Falhou: o depósito do DOI falhou.<br /> - Marcado como ativo: o DOI foi marcado manualmente como ativo. </p> <p>Apenas o status da última tentativa de depósito é exibido.</p> <p>Se um depósito falhou, resolva o problema e tente registrar o DOI novamente.</p>
vi: <p>Tình trạng gửi DOI:</p> <p> - Chưa gửi DOI: không có nỗ lực gửi DOI nào được thực hiện cho DOI này.<br /> - Hoạt động: DOI đã được gửi và đang giải quyết chính xác.<br /> - Thất bại: gửi DOI đã thất bại.<br /> - Đã đánh dấu hoạt động: DOI được đánh dấu thủ công là hoạt động. </p> <p>Chỉ trạng thái của lần gửi DOI cuối cùng được hiển thị.</p> <p>Nếu một gửi DOI không thành công, vui lòng giải quyết vấn đề và thử đăng ký lại DOI.</p>
zh_hans: <p>存储状态：</p> <p> - 未存储: 尚未对此DOI进行任何存储尝试。<br /> - 启用: DOI已存储，并且正确解析。<br /> - 失败: DOI存储失败。<br /> - 标记启用: DOI已手动标记为启用。 </p> <p>仅显示上次尝试存储的状态。</p> <p>如果存储失败，请解决问题，然后尝试重新注册DOI。</p>

# plugins.importexport.crossref.action.export
source: Export
ca: Exportar
cs: Stažení XML
es: Exportar
eu: Esportatu
fr_fr: Télécharger le XML
hy: Արտահանում
id: Ekspor
mk: Експортирање
pt: Exportar
pt_br: Exportar
zh_hans: 下载XML
