Repository: pkp/crossref-ojs
Catalog: locale/*/locale.po
Languages: ca, cs, es, eu, fr_fr, hy, id, mk, pt, pt_br, vi, zh_hans

# plugins.importexport.crossref.displayName
source: Crossref XML Export Plugin
ca: Mòdul d'exportació XML de Crossref
cs: Plugin exportu do XML pro Crossref
eu: Crossref XML esportatzeko plugina
hy: Crossref XML արտահանման փլագին
id: Plugin Ekspor ke XML Crossref
mk: Приклучок за експортирање на Crossref XML
pt: Plugin de Exportação Crossref XML
pt_br: Exportação Crossref em XML
zh_hans: Crossref XML导出插件

# plugins.importexport.crossref.description
source: Export article metadata in Crossref XML format.
ca: Exportar les metadades de l'article en format XML de Crossref.
cs: Export metadat článku v XML formátu Crossref.
hy: Արտահանել հոդվածի մետատվյալները Crossref XML ձևաչափով:
id: Ekspor metadata artikel dalam formatXML Crossref.
mk: Експортирај ги метаподатоците од трудот во Crossref XML формат.
pt: Exporta metadados dos artigos no formato Crossref XML.
pt_br: Exporta metadados dos artigos no formato XML Crossref.
zh_hans: 导出文章元数据为Crossref XML格式。

# plugins.importexport.crossref.cliUsage
source: Usage: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] articles objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] articles objectId1 [objectId2] ...
ca: Ús: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] articles objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] articles objectId1 [objectId2] ...
cs: Použití: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] articles objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] articles objectId1 [objectId2] ...
es: Uso: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] articles objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] articles objectId1 [objectId2] ...
fr_fr: Utilisation : {$scriptName} {$pluginName} export [xmlFileName] [journal_path] articles objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] articles objectId1 [objectId2] ...
hy: Օգտագործում: {$scriptName} {$pluginName} արտահանել [xmlFileName] [journal_path] հոդվածներ objectId1 [objectId2] ... {$scriptName} {$pluginName} գրանցել [journal_path] հոդվածներ objectId1 [objectId2] ...
id: Kegunaan: {$scriptName} {$pluginName} ekspor [xmlFileName] [journal_path] artikel objectId1 [objectId2] ... {$scriptName} {$pluginName} daftar [journal_path] artikel objectId1 [objectId2] ...
mk: Употреба: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] articles objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] articles objectId1 [objectId2] ...
pt: Modo de Utilização: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] articles objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] articles objectId1 [objectId2] ...
pt_br: Uso: {$scriptName} {$pluginName} exportar [xmlFileName] [journal_path] articles objectId1 [objectId2] ... {$scriptName} {$pluginName} registrar [journal_path] articles objectId1 [objectId2] ...
vi: Usage: {$scriptName} {$pluginName} xuất [xmlFileName] [journal_path] bài báo objectId1 [objectId2] ... {$scriptName} {$pluginName} đăng ký [journal_path] bài báo objectId1 [objectId2] ...
zh_hans: 用法: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] articles objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] articles objectId1 [objectId2] ...

# plugins.importexport.crossref.settings.form.username
source: Username
ca: Nom d'usuari/ària
cs: Uživatelské jméno
es: Nombre de usuario/a
eu: Erabiltzaile-izena
fr_fr: Nom d'utilisateur ou utilisatrice
hy: Օգտանուն
id: Nama pengguna
mk: Корисничко име
pt: Nome do utilizador
pt_br: Nome do usuário
vi: Tên người dùng (username)
zh_hans: 用户名

# plugins.importexport.crossref.requirements
source: Requirements
ca: Requisits
cs: Požadavky
es: Requisitos
eu: Baldintzak
fr_fr: Exigences
hy: Պահանջներ
id: Persyaratan
mk: Побарувања
pt: Requisitos
pt_br: Requisitos
vi: Yêu cầu
zh_hans: 要求

# plugins.importexport.crossref.requirements.satisfied
source: All plugin requirements are satisfied.
ca: Es compleixen tots els requisits del mòdul.
cs: Všechny požadavky na plugin jsou splněny.
es: Se cumplen todos los requisitos del módulo.
eu: Moduluaren baldintza guztiak betetzen dira.
fr_fr: Toutes les exigences du module sont satisfaites.
hy: Պլագինների բոլոր պահանջները բավարարված են:
id: Semua persyaratan plugin telah dipenuhi.
mk: Сите побарувања за плагинот се извршени.
pt: Todos os requisitos do plugin foram atendidos.
pt_br: Todos os requisitos do plug-in são atendidos.
vi: Tất cả các yêu cầu plugin được thỏa mãn.
zh_hans: 已满足所有插件的要求。

# plugins.importexport.crossref.settings.depositorIntro
source: The following items are required for a successful Crossref deposit.
ca: Per dipositar correctament a Crossref són necessaris els elements següents.
cs: Následující položky je třeba pro úspěšné uložení do Crossref.
es: Para depositar correctamente en Crossref son necesarios los elementos siguientes.
eu: Crossref-en behar bezala biltegiratzeko, elementu hauek behar dira.
hy: Crossref հաջողված ավանդադրման համար պահանջվում են հետևյալ նյութերը:
id: Hal-hal berikut ini diperlukan agar proses deposit ke Crossref berhasil.
pt: Os seguintes itens são necessários para um depósito bem sucedido na CrossRef.
pt_br: Os seguintes itens são necessários para um depósito Crossref bem sucedido.
zh_hans: 请输入Crossref DOI存储负责人的姓名和邮箱。

# plugins.importexport.crossref.settings.form.depositorName
source: Depositor name
ca: Nom del dipositant
cs: Jméno vkladatele
es: Nombre del depositante
eu: Gordailugilearen izena
fr_fr: Nom du déposant
hy: Ավանդադնողի անունը
id: Nama depositor
mk: Име на депонент
pt: Nome do depositante
pt_br: Nome do depositante
vi: Tên người gửi
zh_hans: 存储名

# plugins.importexport.crossref.settings.form.depositorEmail
source: Depositor email
ca: Correu electrònic del dipositant
cs: Email vkladatele
es: Correo electrónico del depositante
eu: Gordailugilearen helbide elektronikoa
fr_fr: Courriel du déposant
hy: Ավանդադրողի էլ․ փոստը
id: Surel depositor
mk: И-меил на депонент
pt: E-mail do Depositante
pt_br: E-mail do depositante
vi: Email người gửi
zh_hans: 存储邮箱

# plugins.importexport.crossref.settings.form.depositorNameRequired
source: Please enter the depositor name.
ca: Introduïu el nom del dipositant.
cs: Vložte, prosím, jméno vkladatele.
es: Introduzca el nombre del depositante.
eu: Sartu gordailugilearen izena.
fr_fr: Veuillez entrer le nom du déposant.
hy: Մուտք արեք ավանդադրողի անունը:
id: Masukkan nama depositor.
mk: Ве молиме да го внесете името на депонентот.
pt: Insira o nome do depositante.
pt_br: Insira o nome do depositante.
vi: Vui lòng nhập tên người gửi.
zh_hans: 请输入存储名。

# plugins.importexport.crossref.settings.form.depositorEmailRequired
source: Please enter the depositor email.
ca: Introduïu el correu electrònic del dipositant.
cs: Vložte, prosím, email vkladatele.
es: Introduzca el correo electrónico del depositante.
eu: Sartu gordailugilearen helbide elektronikoa.
fr_fr: Veuillez entrer le courriel du déposant.
hy: Մուտք արեք ավանդադրողի էլ․ փոստը:
id: Masukkan surel depositor.
mk: Ве молиме да го внесете и-меилот на депонентот.
pt: Insira o nome do depositante.
pt_br: Insira o e-mail do depositante.
vi: Vui lòng nhập email người gửi.
zh_hans: 请输入存储邮件。

# plugins.importexport.crossref.settings.form.usernameRequired
source: Please enter the username you got from Crossref.
ca: Introduïu el nom d'usuari/ària obtingut des de Crossref.
cs: Vložte, prosím, uživatelské jméno, které jste získali od Crossref.
es: Introduzca el nombre de usuario/a que obtuvo de Crossref.
eu: Sartu Crossref-etik lortu duzun erabiltzaile-izena.
hy: Խնդրում ենք մուտքագրել այն օգտվողի անունը, որը ստացել եք Crossref-ից:
id: Masukkan nama pengguna yang didapat dari Crossref.
pt: Insira o nome de utilizador que recebeu da Crossref.
pt_br: Por favor, informe o nome de usuário que você recebeu da Crossref.
zh_hans: 请输入Crossref为您配置的用户名。

# plugins.importexport.crossref.senderTask.name
source: Crossref automatic registration task
ca: Tasca de registre automàtic de Crossref
cs: Úloha automatické registrace Crossref
es: Tarea de registro automático de Crossref
eu: Crossref-en automatikoki erregistratzeko ataza
hy: Crossref ինքնաշխատ գրանցման առաջադրանք
id: Tugas pendaftaran otomatis Crossref
pt: Tarefa de registo automático da CrossRef
pt_br: Tarefa de registro automático Crossref
zh_hans: Crossref自动注册任务

# plugins.importexport.crossref.error.publisherNotConfigured
source: A journal publisher has not been configured! You must add a publisher institution on the <a href="{$journalSettingsUrl}" target="_blank">Journal Settings Page</a>.
ca: No s'ha configurat cap editorial per a la revista! Heu d'afegir una institució editorial a la <a href="{$journalSettingsUrl}" target="_blank">pàgina de configuració de la revista</a>.
cs: Vydavatel časopisu nebyl nakonfigurován! Musíte přidat instituci vydavatele na <a href="{$journalSettingsUrl}" target="_blank"> Stránce nastavení časopisu </a>.
es: ¡No se ha definido la editorial de la revista! Debe añadir la institución editora en la página de <a href="{$journalSettingsUrl}" target="_blank">Preferencias de la Revista</a>.
eu: Aldizkariaren argitaratzailea ez da definitu! Argitaletxea gehitu behar duzu <a href="{$journalSettingsUrl}" target="_blank">Aldizkariaren Hobespenak</a> orrian.
fr_fr: Un éditeur n'a pas été configuré ! Vous devez ajouter une institution éditrice sur la page des <a href="{$journalSettingsUrl}" target="_blank">paramètres de la revue</a>.
hy: Ամսագրի հրատարակիչը կազմաձևված չէ: Դուք պետք է հրատարակիչ հաստատություն ավելացնեք <a href="{$journalSettingsUrl}" target="_blank">Ամսագրի կարգավորումների էջ</a> -ում:
id: Penerbit jurnal belum dikonfigurasi! Anda harus menambahkan institusi penerbit ke <a href="{$journalSettingsUrl}" target="_blank">Halaman Pengaturan Jurnal </a>.
mk: Не е конфигуриран издавач на списанието! Мора да додадете институција за издавање на <a href="{$journalSettingsUrl}" target="_blank">Страницата за поставки на списанието</a>.
pt: Não foi configurada uma editora da revista! Deve adicionar uma editora na <a href="{$journalSettingsUrl}" target="_blank"> Página de Configurações da Revista</a>.
pt_br: A instituição editora da revista não foi configurado! Você deve adicionar uma instituição editora na <a href="{$journalSettingsUrl}" target="_blank"> Página de Configurações da Revista</a>.
vi: Một nhà xuất bản tạp chí chưa được cấu hình! Bạn phải thêm một tổ chức nhà xuất bản trên <a href="{$journalSettingsUrl}" target="_blank">Trang cài đặt tạp chí</a>.
zh_hans: 还没有设定期刊发行商！必须在<a href="{$journalSettingsUrl}" target="_blank">期刊设置页</a>设置一个发行机构。

# plugins.importexport.crossref.error.issnNotConfigured
source: A journal ISSN has not been configured! You must add an ISSN on the <a href="{$journalSettingsUrl}" target="_blank">Journal Settings Page</a>.
ca: No s'ha configurat cap ISSN per a la revista! Heu d'afegir un ISSN a la <a href="{$journalSettingsUrl}" target="_blank">pàgina de configuració de la revista</a>.
cs: ISSN časopisu nebylo nakonfigurováno! Musíte přidat ISSN na <a href="{$journalSettingsUrl}" target="_blank"> Stránce nastavení časopisu </a>.
es: ¡No se ha definido un ISSN para la revista! Debe añadir un ISSN en la página de <a href="{$journalSettingsUrl}" target="_blank">Preferencias de la Revista</a>.
eu: Ez da ISSNrik zehaztu aldizkariarentzat! ISSN bat gehitu behar duzu <a href="{$journalSettingsUrl}" target="_blank">Aldizkariaren Hobespenak</a> orrian.
fr_fr: L'ISSN de la revue n'a pas été configuré ! Vous devez ajouter un ISSN sur la page des <a href="{$journalSettingsUrl}" target="_blank">paramètres de la revue</a>.
hy: Ամսագրի ISSN-ը կազմաձևված չէ: Դուք պետք է ISSN ավելացնեք <a href="{$journalSettingsUrl}" target="_blank">Ամսագրի կարգավորումների էջ</a> -ում:
id: ISSN jurnal belum dikonfigurasi! Anda harus menambahkan ISSN ke <a href="{$journalSettingsUrl}" target="_blank"> Halaman Pengaturan Jurnal</a>.
mk: Не конфигуриран ISSN на списанието! Мора да го додадете ISSN на <a href="{$journalSettingsUrl}" target="_blank">Страницата за поставки на списанието</a>.
pt: Não foi configurado o ISSN da revista! Deve adicionar um ISSN na <a href="{$journalSettingsUrl}" target="_blank"> Página de Configurações da Revista</a>.
pt_br: O ISSN da revista não foi configurado! Você deve adicionar um ISSN na <a href="{$journalSettingsUrl}" target="_blank"> Página de Configurações do Revista</a>.
vi: Một ISSN của tạp chí chưa được cấu hình! Bạn phải thêm ISSN trên <a href="{$journalSettingsUrl}" target="_blank">Trang cài đặt tạp chí</a>.
zh_hans: 没有设定 ISSN ！必须在<a href="{$journalSettingsUrl}" target="_blank">期刊设置页</a>设置 ISSN 。

# plugins.importexport.crossref.error.noDOIContentObjects
source: Articles are not selected for DOI assignment in the DOI public identifier plugin, so there is no deposit or export possibility in this plugin.
ca: Els articles no estan seleccionats per assignar-los un número de DOI en el mòdul d'identificador públic DOI, per tant aquest mòdul no pot depositar ni exportar res.
cs: Nejsou vybrány články pro přiřazení veřejných identifikátorů DOI, takže v tomto pluginu není žádná možnost uložení nebo exportu.
es: No se han seleccionado artículos a los que asignar un identificador público (DOI), por lo tanto, el módulo no puede depositar o exportar nada.
eu: Ez da artikulurik hautatu identifikatzaile publiko bat (DOI) esleitzeko; beraz, pluginak ezin du ezer biltegiratu edo esportatu.
fr_fr: Les articles ne sont pas sélectionnés pour l'attribution d'un DOI dans le module d'identifiant public DOI, le dépôt et l'exportation à partir de ce module sont donc impossibles.
hy: DOI հանրային նույնացուցիչի հավելվածում հոդվածները ընտրված չեն DOI-ի նշանակման համար, ուստի այս հավելվածում ավանդադրման կամ արտահանման հնարավորություն չկա:
id: Artikel tidak dipilih untuk diberikan DOI melalui plugin pengenal DOI publik, sehingga tidak dapat disimpan atau diekspor menggunakan plugin ini.
mk: Трудовите не се избрани за доделување DOI во приклучокот за јавен идентификатор DOI, така што нема можност за депонирање или извоз во овој приклучок.
pt: Os artigos não foram selecionados para a atribuição de DOI no plugin de identificador público DOI, portanto, não há possibilidade de depósito ou exportação através deste plugin.
pt_br: Os artigos não foram selecionados para a atribuição de DOI no plugin de identificador público do DOI, portanto, não há possibilidade de depósito ou exportação neste plugin.
vi: Các bài báo không được chọn để gán DOI trong plugin định danh công khai DOI, do đó không có khả năng gửi hoặc xuất trong plugin này.
zh_hans: 在DOI公共标识符插件中没有为文章设定 DOI 标识，因此该插件不能存储或者输出。
