Repository: pkp/crossref-ojs
Catalog: locale/*/locale.po
Languages: ca, cs, es, eu, fr_fr, hy, id, mk, pt, pt_br, vi, zh_hans

# plugins.importexport.crossref.action.markRegistered
source: Mark active
ca: Marcar com a actiu
cs: Označit jako aktivní
es: Marcar como activo
eu: Markatu aktibo gisa
fr_fr: Marqué actif
hy: Նշել որպես ակտիվ
id: Tandai sebagai aktif
mk: Означи како активно
pt: Marcar ativo
pt_br: Marcar ativo
vi: Đánh dấu hoạt động
zh_hans: 标记为启用

# plugins.importexport.crossref.export.error.issueNotFound
source: No issue matched the specified issue ID "{$issueId}".
ca: No hi ha cap número amb l'ID "{$issueId}".
cs: Specifikované ID čísla "{$issueId}" neodpovídá žádnému číslu.
es: No existe ningún número con el ID "{$issueId}".
eu: Ez dago zenbakirik ID honekin: "{$issueId}".
fr_fr: Aucun numéro ne correspond à l'identifiant du numéro spécifié « {$issueId} ».
hy: Ոչ մի թողարկում չի համապատասխանում նշված թողարկման ID-ին "{$issueId}".
id: Tidak ada nomor terbitan yang sesuai dengan isu ID yang dimaksud "{$issueId}".
mk: Нема спарен број со специфицираниот ИД "{$issueId}".
pt: Nenhuma edição corresponde ao ID da edição especificada "{$issueId}".
pt_br: Nenhum edição corresponde ao ID da edição especificado "{$issueId}".
vi: Không có số nào khớp với ID số được chỉ định "{$issueId}".
zh_hans: 指定刊期ID不存在：{$issueId}.

# plugins.importexport.crossref.export.error.articleNotFound
source: No article matched the specified article ID "{$articleId}".
ca: Cap article coincideix amb l'identificador "{$articleId}".
cs: ¨Žádný článek neodpovídá tomuto ID článku "{$articleId}".
es: No existe ningún artículo con el ID "{$articleId}".
eu: Ez dago artikulurik ID honekin: "{$articleId}".
fr_fr: Aucun article ne correspond à l'identifiant d'article spécifié « {$articleId} ».
hy: Ոչ մի հոդված չի համապատասխանում նշված հոդվածի ID-ին՝ "{$articleId}":
id: Tidak ada artikel yang cocok dengan artikel ID yang dimaksud "{$articleId}".
mk: Нема спарен труд со специфицираниот ИД "{$articleId}".
pt: Nenhum artigo corresponde ao ID do artigo especificado "{$articleId}".
pt_br: Nenhum artigo correspondeu ao ID do artigo especificado "{$articleId}".
vi: Không có bài báo nào khớp với ID bài báo được chỉ định "{$articleId}".
zh_hans: 指定文章ID不存在： {$articleId}.

# plugins.importexport.crossref.register.success.warning
source: Registration was successful but the following warning occurred: '{$param}'.
ca: El registre ha finalitzat correctament, però s'ha produït la següent advertència: '{$param}'.
cs: Registrace proběhla úspěšně, ale objevilo se následující varování: '{$param}'.
es: El registro se realizó correctamente, pero se ha producido la siguiente advertencia: '{$param}'.
eu: Erregistroa behar bezala egin da, baina ohar hau egin da: '{$param}'.
fr_fr: L'enregistrement a été réalisé, mais l'avertissement suivant a été émis : '{$param}'.
hy: Գրանցումը հաջող էր, սակայն տեղի ունեցավ հետևյալ նախազգուշացումը: '{$param}'.
id: Registrasi berhasil namun peringatan berikut muncul: '{$param}'.
mk: Регистрацијата беше успешна, но се појави следното предупредување: '{$param}'.
pt: O registo foi realizado com sucesso, mas ocorreu o seguinte aviso: '{$param}'.
pt_br: O registro foi realizado com sucesso, mas ocorreu o seguinte aviso: '{$param}'.
vi: Đăng ký thành công nhưng cảnh báo sau đã xảy ra: '{$ param}'.
zh_hans: 注册成功，但是发生以下警告：'{$param}'。

# plugins.importexport.crossref.register.error.mdsError
source: Registration was not fully successful! The DOI registration server returned an error.
ca: El registre no ha estat del tot correcte! El servidor de registre DOI ha donat un error.
cs: Registrace nebyla zcela úspěšná! Registrační server DOI vrátil chybu.
es: El registro no fue del todo correcto. El servidor de registro de DOI ha dado un error.
eu: Erregistroa ez da guztiz zuzena izan. DOIen erregistro-zerbitzariak errore bat eman du.
fr_fr: L'enregistrement a échoué ! Le serveur d'enregistrement de DOI a renvoyé une erreur.
hy: Գրանցումն ամբողջությամբ չի հաջողվել: DOI գրանցման կայանը սխալ է վերադարձրել:
id: Registrasi tidak sepenuhnya berhasil! Server registrasi DOI memberikan pesan kesalahan.
mk: Регистрацијата не е целосно успешна! Серверот за регистрација на ДОИ покажа грешка.
pt: O registo não foi bem-sucedido! O servidor de registo do DOI devolveu um erro.
pt_br: O registro não foi totalmente bem-sucedido!O servidor de registro do DOI retornou um erro.
vi: Đăng ký không hoàn toàn thành công! Máy chủ đăng ký DOI trả về một lỗi.
zh_hans: 注册未完全成功！ DOI注册服务器返回了错误。

# plugins.importexport.crossref.action.register
source: Deposit
ca: Dipositar
cs: Vklad
es: Depositar
eu: Gordailutu
fr_fr: Dépôt
hy: Ավանդադնել
id: Deposito/Simpan
mk: Депонирано
pt: Depósito
pt_br: Depósito
vi: Gửi DOI
zh_hans: 存储

# plugins.importexport.crossref.settings.form.validation
source: Validate XML. Use this option for the XML download for the manual DOI registration.
ca: Validar XML. Feu servir aquesta opció per descarregar l'XML per fer el registre manual del DOI.
cs: Validace XML. Tuto možnost použijte pro stažení XML pro ruční registraci DOI.
es: Validar XML. Use esta opción para descargar el XML y realizar el registro manual del DOI.
eu: XMLa baliozkotu. Erabili aukera hau XMLa deskargatzeko eta DOIaren eskuzko erregistroa egiteko.
fr_fr: Valider le XML. Utilisez cette option pour télécharger le XML pour l'enregistrement manuel du DOI.
hy: Վավերացնել XML-ը: Օգտագործեք այս տարբերակը XML ներբեռնման նպատակով DOI-ի ձեռքով գրանցման համար:
id: Validasi XML. Gunakan pilihan ini untuk unduhan XML dalam proses registrasi DOI secara manual.
mk: Валидирај XML. Употреби ја оваа опција за симнување XML од рачна регистрација на ДОИ.
pt: Valide o XML. Use esta opção para o download do XML para o registo manual do DOI.
pt_br: Valide o XML. Use esta opção para o download do XML para o registro manual do DOI.
vi: Xác thực XML. Sử dụng tùy chọn này để tải xuống XML cho đăng ký DOI thủ công.
zh_hans: 验证XML。 使用此选项进行XML下载以进行手动DOI注册。

# plugins.importexport.crossref.settings.form.onlyValidateExport
source: Only validate export. Don't download the file.
ca: Només validar l'exportació. No descarregar l'arxiu.
cs: Pouze validace exportu. Nestahujte soubor.
es: Solo validar la exportación. No descargar el archivo.
eu: Esportazioa balioztatu besterik ez. Ez deskargatu fitxategia.
fr_fr: Valider uniquement l'exportation. Ne pas télécharger le fichier.
hy: Վավերացրեք միայն արտահանումը: Մի ներբեռնեք նիշքը:
id: Hanya memvalidasi ekspor. Jangan unduk filenya.
mk: Валидира само експортирање. Не го симнувај фајлот.
pt: Validar apenas exportação. Não descarregar o ficheiro.
pt_br: Valide apenas a exportação. Não baixe o arquivo.
vi: Chỉ xác thực xuất. Không tải xuống tệp.
zh_hans: 仅验证导出内容，不下载文件。

# plugins.importexport.crossref.status.notDeposited
source: Not deposited
ca: No dipositat
cs: Nebylo uloženo
es: No depositado
eu: Gordailatu gabea
fr_fr: Non déposé
hy: Չի ավանդադրվում
id: Belum didepositkan
mk: Не е депонирано
pt: Não depositado
pt_br: Não depositado
vi: Chưa gửi DOI
zh_hans: 未提交

# plugins.importexport.crossref.settings
source: Crossref Settings
ca: Configuració de Crossref
cs: Nastavení Crossref
es: Ajustes de Crossref
eu: Crossref Ezarpenak
fr_fr: Paramètres de Crossref
hy: Crossref կարգաբերումներ
id: Pengaturan Crossref
mk: Поставки на Crossref
pt: Configurações Crossref
pt_br: Configurações do Crossref
vi: Cài đặt Crossref
zh_hans: Crossref 设置

# plugins.generic.crossref.description
source: Handles depositing and exporting Crossref metadata
ca: Gestiona el dipòsit i l'exportació de metadades de Crossref
cs: Správa ukládání a exportu metadat Crossref
es: Gestiona el depósito y la exportación de metadatos de Crossref
eu: Crossref-eko metadatuen bilketa eta esportazioa kudeatzen ditu
fr_fr: Gère le dépôt et l'exportation des métadonnées de Crossref
hy: Կառավարում է Crossref մետատվյալների ավանդադրումը և արտահանումը
id: Menangani pendepositoan dan ekspor metadata Crossref
mk: Автоматско депонирање и експортирање на метаподатоци Crossref
pt: Lida com o depósito e exportação de metadados Crossref
pt_br: Manipula o depósito e a exportação de metadados Crossref
vi: Xử lý việc gửi và xuất siêu dữ liệu Crossref
zh_hans: 处理 Crossref 元数据的存储和导出

# plugins.generic.crossref.displayName
source: Crossref Manager Plugin
ca: Mòdul d'administració de Crossref
cs: Plugin pro správu Crossref
es: Módulo de administración de Crossref
eu: Crossref Kudeaketa Plugina
fr_fr: Module de gestion de Crossref
hy: Crossref կառավարիչի փլագին
id: Plugin Pengelola Crossref
mk: Приклучок за управување со Crossref
pt: Plugin de Gestão Crossref
pt_br: Plugin do Gerenciador Crossref
vi: Plugin Quản lý Crossref
zh_hans: Crossref Manager插件

# plugins.importexport.crossref.settings.form.username.description
source: The Crossref username that will be used to authenticate your deposits. If you are using a personal account, please see the advice above.
ca: El nom d'usuari/ària de Crossref que s'utilitzarà per autenticar els vostres dipòsits. Si feu servir un compte personal, consulteu l'avís anterior.
es: El nombre de usuario/a de Crossref que se usará para autenticar sus depósitos. Si utiliza una cuenta personal, consulte el aviso anterior.
eu: Zure gordailuak autentifikatzeko erabiliko den Crossref erabiltzaile-izena. Kontu pertsonal bat erabiltzen baduzu, ikus aurreko oharra.
fr_fr: Le nom d'utilisateur Crossref qui sera utilisé pour authentifier vos dépôts. Si vous utilisez un compte personnel, veuillez consulter l'avis ci-dessus.
hy: Crossref օգտվողի անունը, որը կօգտագործվի ձեր ավանդների իսկությունը հաստատելու համար: Եթե դուք օգտագործում եք անձնական հաշիվ, խնդրում ենք տեսնել վերը նշված խորհուրդը:
id: Username Crossref yang akan digunakan untuk mengautentikasi deposit anda. Jika anda menggunakan akun pribadi, mohon lihat saran di atas.
mk: Корисничкото име на Crossref кое ќе се користи за автентичност на вашите депозити. Доколку користите лична сметка, видете го советот погоре.
pt: O nome de utilizador da Crossref que será usado para autenticar os seus depósitos. Se estiver a usar uma conta pessoal, consulte o aviso acima.
pt_br: O nome de usuário Crossref que será usado para autenticar seus depósitos. Se você estiver usando uma conta pessoal, consulte as recomendações acima.
vi: Tên người dùng Crossref sẽ được sử dụng để xác thực các lần gửi DOI của bạn. Nếu bạn đang sử dụng tài khoản cá nhân, vui lòng xem lời khuyên ở trên.
zh_hans: 用于验证您提交信息的 Crossref 用户名。如果您使用的是个人账户，请参阅上方说明。

# plugins.generic.crossref.successMessage
source: The metadata for this item has been deposited with Crossref. To view further details, see the submission in the <a href="https://doi.crossref.org/servlet/submissionAdmin?sf=detail&submissionID={$submissionId}">Crossref admin panel</a>.
ca: Les metadades d'aquest element s'han dipositat a Crossref. Per veure més detalls, consulteu la tramesa en el <a href="https://doi.crossref.org/servlet/submissionAdmin?sf=detail&submissionID={$submissionId}">tauler d'administració de Crossref</a>.
es: Los metadatos de este elemento se han depositado en Crossref. Para ver más detalles, consulte su envío en el <a href="https://doi.crossref.org/servlet/submissionAdmin?sf=detail&submissionID={$submissionId}">panel de administración de Crossref</a>.
eu: Elementu honen metadatuak Crossref-en gordailatu dira. Xehetasun gehiago lortzeko, kontsultatu zure bidalketa <a href="https://doi.crossref.org/servlet/submissionAdmin?sf=detail&submissionID={$submissionId}">Crossref-eko administrazio panelean</a>.
fr_fr: Les métadonnées de ce document ont été déposées auprès de Crossref. Pour plus de détails, consultez la soumission dans le <a href="https://doi.crossref.org/servlet/submissionAdmin?sf=detail&submissionID={$submissionId}">panneau d'administration de Crossref</a>.
hy: Այս տարրի մետատվյալները պահվել են Crossref-ում: Լրացուցիչ մանրամասներ դիտելու համար տես ներկայացումը <a href="https://doi.crossref.org/servlet/submissionAdmin?sf=detail&submissionID={$submissionId}">Crossref ադմինի վահանակ</a>.
id: Metadata dari item berikut telah dideposit dengan Crossref. Untuk melihat detail lebih lanjut, lihat naskah pada <a href="https://doi.crossref.org/servlet/submissionAdmin?sf=detail&submissionID={$submissionId}">panel admin Crossref</a>.
mk: Метаподатоците за оваа ставка се депонирани во Crossref. За подетален преглед, видете го поднесокот во <a href="https://doi.crossref.org/servlet/submissionAdmin?sf=detail&submissionID={$submissionId}">административната табла на Crossref</a>.
pt: Os metadados para este item foram depositados na Crossref. Para mais detalhes, consulte a submissão no <a href="https://doi.crossref.org/servlet/submissionAdmin?sf=detail&submissionID={$submissionId}">Painel de administração da Crossref</a>.
pt_br: Os metadados para este item foram depositados no Crossref. Para ver mais detalhes, consulte a submissão no <a href="https://doi.crossref.org/servlet/submissionAdmin?sf=detail&submissionID={$submissionId}">Painel de administração do Crossref</a>.
vi: Siêu dữ liệu cho mục này đã được gửi tới Crossref. Để xem thêm chi tiết, hãy xem bài nộp trong <a href="https://doi.crossref.org/servlet/submissionAdmin?sf=detail&submissionID={$submissionId}">bảng quản trị Crossref</a>.
zh_hans: 此项目的元数据已提交至 Crossref。要查看详细信息，请前往 <a href="https://doi.crossref.org/servlet/submissionAdmin?sf=detail&submissionID={$submissionId}">Crossref 管理面板</a> 查看该投稿。

# plugins.importexport.crossref.settings.form.depositorName.description
source: Name of the organization registering the DOIs. It is included with deposited metadata and used to record who submitted the deposit.
ca: Nom de l'organització que registra els DOI. Aquesta s'inclou amb les metadades dipositades i es fa servir per registrar qui ha fet el dipòsit.
es: Nombre de la organización que registra los DOI. Se incluirá con los metadatos depositados y se usará para registrar quién presentó el depósito.
eu: DOIak erregistratzen dituen erakundearen izena. Gordetako metadatuekin batera jasoko da, eta gordailua nork aurkeztu duen erregistratzeko erabiliko da.
fr_fr: Nom de l'organisation qui enregistre les DOI. Il est inclus dans les métadonnées du dépôt et utilisé pour enregistrer l'auteur du dépôt.
hy: DOI-ները գրանցող կազմակերպության անվանումը: Այն ներառված է ավանդադրված մետատվյալների հետ և օգտագործվում է գրանցելու համար, թե ով է ավանդադրվող նյութը ներկայացրել:
id: Nama dari organisasi yang mendaftarkan DOI. Ini termasuk metadata yang dideposit dan digunakan untuk mencatat siapa yang mengirimkan deposit.
mk: Име на организацијата што ги регистрира DOI. Тој е вклучен со депонираните метаподатоци и се користи за евидентирање кој го поднел депозитот.
pt: Nome da organização que regista os DOIs. É incluído nos metadados enviados e usado para registar quem efetuou o registo dos metadados.
pt_br: Nome da organização que cadastra os DOIs. É incluído nos metadados depositados e usado para registrar quem enviou o depósito.
vi: Tên của tổ chức đăng ký DOI. Nó được bao gồm trong siêu dữ liệu được gửi và được sử dụng để ghi lại người đã gửi bản gửi.
zh_hans: 注册 DOI 的机构名称。此名称将包含在提交的元数据中，并用于记录由谁提交注册。

# plugins.importexport.crossref.settings.form.depositorEmail.description
source: Email address of the individual responsible for registering content with Crossref. It is included with the deposited metadata and used when sending the deposit confirmation email.
ca: Adreça de correu electrònic de la persona responsable de registrar el contingut a Crossref. Aquesta s'inclou en les metadades dipositades i es farà servir per enviar el correu electrònic de confirmació del dipòsit.
es: Dirección de correo electrónico de la persona responsable de registrar los contenidos en Crossref. Se incluirá en los metadatos depositados y se usará al enviar el correo electrónico de confirmación del depósito.
eu: Edukiak Crossref-en erregistratzeko ardura duen pertsonaren helbide elektronikoa. Gordetako metadatuetan sartuko da, eta gordailua berresteko mezu elektronikoa bidaltzean erabiliko da.
fr_fr: Adresse électronique de la personne responsable de l'enregistrement du contenu auprès de Crossref. Elle est incluse dans les métadonnées déposées et utilisée pour l'envoi du courrier électronique de confirmation du dépôt.
hy: Crossref-ում բովանդակություն գրանցելու համար պատասխանատու անհատի էլ. փոստի հասցեն: Այն ներառված է ավանդադրված մետատվյալների հետ և օգտագործվում է ավանդադրված նյութի հաստատման էլ. նամակ ուղարկելիս:
id: Alamat email dari orang yang bertanggung jawab untuk mendaftarkan konten dengan Crossref. Hal ini termasuk metadata yang dideposit dan digunakan ketika mengirimkan email konfirmasi deposit.
mk: Емаил адресата на поединецот одговорен за регистрација на содржина со Crossref. Тоа е вклучено со депонираните метаподатоци и се користи при испраќање на емаил за потврда на депозитот.
pt: Endereço de e-mail do responsável pelo registo do conteúdo na Crossref. É incluído nos metadados enviados e usado para registar quem efetuou o registo dos metadados.
pt_br: Endereço de e-mail do responsável pelo registro do conteúdo no Crossref. Ele é incluído nos metadados depositados e usado no envio do e-mail de confirmação do depósito.
vi: Địa chỉ email của cá nhân chịu trách nhiệm đăng ký nội dung với Crossref. Nó được bao gồm trong siêu dữ liệu được gửi và được sử dụng khi gửi email xác nhận gửi DOI.
zh_hans: 负责向 Crossref 注册内容的个人的电子邮件地址。该地址将包含在提交的元数据中，并用于发送注册确认邮件。
